{
  "heroSubtitle": "OVERVIEW",
  "heroTitle": "Silver and Cobalt for a Cleaner World",
  "heroDescription": "Nord Precious Metals is a Canadian junior mining company with a main focus on silver and gold but also with a valuable portfolio of critical mineral projects based in safe and ecologically responsible jurisdictions.",
  "heroList1": "High-grade Silver deposits with Cobalt by-product",
  "heroList2": "Battery Metals deposits with high-grade Nickel, Copper and Cobalt, as well as Platinum and Palladium",
  "heroList3": "Re-2Ox processing technology for the environmentally compliant production of battery metals",
  "membersSubtitle": "KEY OPERATIONS",
  "membersTitle": "Team Members",
  "members1Name": "Frank Basa, P. Eng.",
  "members1Position": "CHAIRMAN AND CEO",
  "members1Note": "Metallurgist and Milling Expert",
  "members2Name": "Matt Halliday, P. Geo.",
  "members2Position": "PRESIDENT, COO, AND DIRECTOR",
  "members2Note": "Lead Geologist",
  "membersButton": "Officers and Board of Directors",
  "valuesSubtitle": "COMPANY INITIATIVES",
  "valuesTitle": "Core Values",
  "values1Title": "Sustainable Development",
  "values1Subtitle": "WE HAVE A LONG HISTORY IN ONTARIO AND QUEBEC",
  "values1Description": "We are a small, dynamic team that achieves progress and strives for success without compromising economic, social, or environmental integrity. We aim to meet the demands of today without compromising the needs of tomorrow.",
  "values2Title": "Health and Safety",
  "values2Subtitle": "SAFETY IS OUR TOP PRIORITY",
  "values2Description": "With the COVID-19 pandemic still ongoing, we continue to enforce strict safety protocols to keep our staff safe. Health and Safety is a mindset that defines a culture and allows our staff to return home at the end of the day.",
  "values3Title": "Environment",
  "values3Subtitle": "WE HOLD ENVIRONMENTAL RESPONSIBILITY IN THE HIGHEST REGARD",
  "values3Description": "We aim to reduce our environmental impact and footprint as much as possible for the benefit of future generations. With our Re-2Ox process and environmental baseline studies, we are actively meeting our environmental obligations.",
  "values4Title": "Community",
  "values4Subtitle": "WE ARE COMMITTED TO LOCAL STAKEHOLDERS",
  "values4Description": "We work with local stakeholders and First Nations communities. The Company engages in meaningful involvement and uses locally sourced goods and services wherever possible.",
  "values5Title": "Work Culture",
  "values5Subtitle": "OUR STAFF FEELS SAFE, VALUED, AND ENGAGED",
  "values5Description": "Our employees are critical to company success and are the foundation for our future growth. We encourage respect between peers, trust in leadership, and opportunities for professional development.",
  "historySubtitle": "COMPANY HISTORY",
  "historyTitle": "Long-term Vision",
  "historyList1": "Acquired Castle Mine",
  "historyList1Description": "The transaction included both surrounding claims and the Beaver and Violet mines in the Cobalt Camp.",
  "historyList2": "Launched Re-2Ox Process",
  "historyList2Description": "Proven system to remove undesirables from ore concentrate was applied to various cobalt ores.",
  "historyList3": "Discovery at Castle East",
  "historyList3Description": "Maiden Inferred Resource unveiled in 43-101 report.",
  "historyList4": "Acquired Battery Metals Deposits",
  "historyList4Description": "Recent discovery of high-grade nickel, copper, and cobalt in Northern Quebec.",
  "historyButton": "Read More",
  "regionalHistorySubtitle": "SILVER-COBALT CAMP HISTORY",
  "regionalHistoryTitle": "Birth of Hard Rock Mining",
  "regionalHistoryDescription": "Silver mining with a cobalt by-product began in 1903 and extended to 1989 before low silver prices at the time (US$6/oz) caused the last operating mines to be closed. At its peak, the region had more than 100 operating underground mines and one open-pit mine in a 100km radius area around the Town of Cobalt, Ontario, including Gowganda in the northwest and Silver Centre in the southeast.<br/><br/>Exploration again resumed in 2011 and today, Nord Precious Metals is the most advanced exploration/development company in the Camp.",
  "regionalHistoryButton": "Read More",
  "communitySubtitle": "COMMUNITY",
  "communityTitle": "Partners in Development",
  "communityDescription": "The company has title to the 7,800 hectare (78 km sq.) property formerly known as the Castle Silver Mine. The property is acknowledged to be situated within First Nations traditional territory. The company has agreements with Matachewan First Nation, Temagami First Nation, and the Teme-Augama Anishnabai.<br/><br/>The agreements were entered into in order to ensure responsible and progressive development of exploration projects. The company will continue with these agreements and ensure any development carried out at the Castle cobalt silver property will be consistent with the previously signed agreements.",
  "communityButton": "Read More",
  "environmentSubtitle": "ENVIRONMENT",
  "environmentTitle": "Principles of conservation",
  "environmentDescription": "Environmental responsibility is a critical feature of today's world and Nord Precious Metals has embraced this responsibility in many ways, including reclamation activities at the past-producing Castle Mine, and protecting the environment during exploration.<br/><br/>Also, in its development of the proprietary Re-2Ox processing technology which is a unique, clean, environmentally compliant technology unmatched in the base metals and recycling industries.",
  "environmentButton": "Read More"
}
