{
  "heroSubtitle": "CASTLE EAST PROJECT",
  "heroTitle": "A Strategic Move to add Discoveries",
  "heroDescription": "Massive native silver grades up to 89,853 g/t (2,621 oz/ton) intersected during surface drilling at the Castle East Robinson Zone less than 2 km east of the Castle Mine shafts.<br/><br/>The Company published the region’s first 43-101 resource estimate with a total of 7.56 million ounces of silver in inferred resources.",
  "reportSubtitle": "MOST RECENTLY UPDATED 43-101 FROM MAY, 2021",
  "reportTitle": "Resource Estimate",
  "reportButton": "Download",
  "milestoneTitle": "MILESTONES",
  "milestoneItem1Title": "Surface drilling",
  "milestoneItem1Description": "Completed 60,000m of surface exploration diamond drilling",
  "milestoneItem2Title": "Drill Results",
  "milestoneItem2Description": "8 new vein structures with grades up to 89,853 g/t silver and 2.24% cobalt",
  "milestoneItem3Title": "Environmental Study",
  "milestoneItem3Description": "Baseline study data collection completed",
  "milestoneItem4Title": "Ramp Permits",
  "milestoneItem4Description": "Permitting awaiting resource update and PFS",
  "milestoneItem5Title": "AI-based Drill targets",
  "milestoneItem5Description": "Engaged EarthLabs Inc. to assist our technical staff",
  "milestoneItem6Title": "Sample Tailings",
  "milestoneItem6Description": "Awaiting permits to access stamp mill tailings from Castle Mine",
  "stats1": "Meters Drilling",
  "stats2": "Structures",
  "stats3": "g/t Silver",
  "stats4": "% Cobalt",
  "rampSubtitle": "THE RAMP",
  "rampTitle": "Full scope of the Discovery",
  "rampDescription": "The planned ramp will extend down to the 400m level to access the high-grade silver material for bulk samples and to carry out advanced exploration drilling from underground locations. Currently, a resource update and PFS are underway to obtain permits needed to construct the ramp.",
  "historySubtitle": "HISTORY",
  "historyTitle": "The Castle East high-grade silver project is located in the Gowganda camp.",
  "historyDescription": "In the 1900s, the Castle, Capitol and O’Brien mines were the most prolific in the area, accounting for about three-quarters of the total 80 million ounces silver mined.",
  "geologySubtitle": "GEOLOGY",
  "geologyTitle": "High-grade silver panels were discovered at the 400m level, just below the middle of the Nipissing diabase which dips down towards the East from the past-producing mines.",
  "geologyDescription": "Recently, a high-grade vein with more than 4,000 g/t silver over 0.5m was reported in drill core at the 50m level. This opens up potential for more discoveries at both shallow and deeper levels.",
  "quote": "The latest drill results support our view that Castle East could progress into being a full-fledged mine, producing silver and other metal byproducts such as cobalt and nickel.",
  "quoteAuthor": "Matt Halliday",
  "quotePosition": "PRESIDENT, P. GEO.",
  "silver": "Identified Silver",
  "silverDescription": "The Castle East high-grade discovery is just the beginning of what is possible at the Castle Property where there is 2 km of largely unexplored area between Castle East and the Castle Mine. While early prospectors walked the ground looking for veins visible at the surface, they didn't go deeper.",
  "gold": "Gold Discovery",
  "goldDescription": "Gold mineralization has been discovered at various depths at the Castle Mine and Castle East while drilling and channel sampling in both the Nipissing Diabase as well as in the Archean Lithologies above the diabase sill. See gold assays displayed in the map below.",
  "estimate": "Mineral Resource Estimate",
  "estimateNote1": "CUT OFF GRADE OF 258 AGEQ G/T",
  "estimateNote2": "Note that mineral resources that are not mineral reserves do not have demonstrated economic viability. Please refer to Nord Precious Metals Press Release May 28, 2020, for the resource estimate.",
  "estimateNote3": "Report reference: Rachidi, M. 2020, NI 43-101 Technical Report Mineral Resource Estimate for Castle East, Robinson Zone, Ontario, Canada, with an effective date of May 28, 2020, and a signature date of July 13, 2020.",
  "map": "View Drill Holes Map",
  "info1": "Drill core",
  "info1Description": "High-grade silver vein at Castle East initially discovered at a depth of 400m during diamond drilling from the surface. Additional discoveries in first of drill core for CS-19-08-W01 (50,583 g/t Ag over 0.6m at 427m vertical depth) and then CW19-08-W-02 (70,380 g/t Ag over 0.3m at 418m vertical depth)",
  "info2": "Drill core",
  "info2Description": "Very high-grade drill core included in the initial resource grade estimate of 8,582 g/t Ag in 27,500 tonnes of material starting from vertical depth of approximately 400 meters. Several new high-grade veins have been discovered in the vicinity from an ongoing 60,000m drill program expected to be completed in Q2 2022."
}
