{
  "heroSubtitle": "CASTLE MINE PROJECT",
  "heroTitle": "The only permitted underground asset in the Cobalt camp",
  "heroDescription": "The past-producing silver-cobalt Castle Silver Mine property is located 85 km northwest of Cobalt, Ontario, which is the centre of the historic Silver Cobalt Mining Camp.<br/><br/>When acquired, the property size was 2,815 hectares, but in recent years the size has been expanded primarily to the north to a total of 7,800 hectares (78 km sq).",
  "reportSubtitle": "NI 43-101 TECHNICAL REPORT ON THE CASTLE MINE PROPERTY WAS PUBLISHED IN 2015",
  "reportTitle": "Technical Report",
  "reportButton": "Download",
  "resultsSubtitle": "RESULTS",
  "resultsTitle": "Phases of Development",
  "resultsDescription": "Data allows interpretation of upper and lower contacts of the Nipissing diabase sill based on surface geology, underground mapping and historic drill hole information. Silver mineralization is historically spatially associated with the upper half of this intrusive body.",
  "resultsPhase1": "Phase 1",
  "resultsPhase1Description": "Selected drilling and sampling in Level 1 showed grades as high as 5.2% cobalt, 5.3% nickel and 13,208 g/t silver.",
  "resultsPhase2": "Phase 2",
  "resultsPhase2Description": "Underground drilling in 2019 in Level 1 of the Castle Mine discovered high-grade gold (22 grams/tonne) along with high-grade silver, cobalt and nickel.",
  "historySubtitle": "HISTORY",
  "historyTitle": "The Castle Mine site operated at various times between 1917 and 1989. Production totalled 292,686,672 grams (9,410,095 oz.) silver and 376,053 lbs. cobalt from the No. 3 shaft.",
  "historyDescription": "The property still has all three existing shafts, and totals 78 square kilometres where only silver in a small area was targeted, leaving substantial discovery potential.",
  "geologySubtitle": "GEOLOGY",
  "geologyTitle": "Management considers the property to have the potential to host significant cobalt plus high grade silver.",
  "geologyDescription": "There is also a strong likelihood future cobalt mining economics will be enhanced by metal credits such as nickel, silver and others. Drilling and sampling underground at Castle showed grades as high as 5.2% cobalt.",
  "backgroundSubtitle": "BACKGROUND",
  "backgroundTitle": "Ore Grades Over Time",
  "backgroundDescription": "In the Greater Silver-Cobalt Camp, silver and cobalt are typically found together in varying grades in quartz and calcite veins in or near the Nipissing Diabase, while gold and copper tend to be found in the Archean Volcanic rock. Historical records show that the Castle Mine’s average ore grades were:",
  "backgroundInfo1": "1923 - 1930",
  "backgroundInfo1Description": "25 oz/ton silver and 1 lb/ton cobalt.",
  "backgroundInfo2": "1979 - 1989",
  "backgroundInfo2Description": "26 oz/ton (812 grams/tonne) silver.",
  "backgroundInfo3": "Extended period of time",
  "backgroundInfo3Description": "85 oz/ton (2,650 g/t) according to local reports.",
  "dataSubtitle": "DATA",
  "dataTitle": "Integration Of Sources",
  "dataDescription": "The company currently has access through an adit to Level 1 underground of the Castle Mine, which has in total 11 levels where mining occurred extending down to a depth of 259 meters below the surface. The terrain details are from a drone survey completed in the spring of 2016 that provided current and accurate surface elevation. From that other layers were added as follows:",
  "dataInfo1": "Pink lines",
  "dataInfo1Description": "Underground workings at Level 1 (depth of 79ft or 24m)",
  "dataInfo2": "Yellow lines",
  "dataInfo2Description": "Exploration holes drilled from Level 1",
  "dataInfo3": "Blue lines",
  "dataInfo3Description": "7 of 12 surface holes drilled by the company in 2011",
  "info1": "Cross Section of Underground",
  "info1Description": "Longitudinal section through Castle No.3 workings. View looking North. Mining occurred on 11 different levels during the 1900s down to approximately 850 feet (259.1m)",
  "info2": "Cross Section",
  "info2Description": "Cress Section looking Northeast through the Castle mine workings. Image shows IP data along Line0E from a 2011 induced polarization (IP) geophysical survey. Colour gradation for IP indicates High Resistivity (blue) to Low Resistivity (red). In this section, the blue roughly correlates with the diabase intrusive unit that is already well defined from underground drilling and workings."
}
