{
  "heroSubtitle": "COMMUNITY",
  "heroTitle": "Partnership in Prosperity",
  "heroDescription": "Nord Precious Metals is strongly committed to working with advanced technology and community members including First Nations to achieve the most sustainable mining operations in the area. This commitment is evidenced by its agreements with local First Nations and its compliance with all provincial regulations.",
  "heroList1": "Matachewan First Nation",
  "heroList2": "Temagami First Nation",
  "heroList3": "Teme-Augama Anishnabai",
  "quote": "It makes sense for us to have community engagement at all levels. We want all the communities we work with to thrive on the opportunities that are available. It is important for us to ensure that we live up to our agreements and provide as much benefit as we can to the First Nation community.",
  "quoteAuthor": "Matt Halliday",
  "quotePosition": "PRESIDENT, P. GEO.",
  "community1Subtitle": "COMMUNITY",
  "community1Title": "Solid Foundations",
  "community1Description": "Nord Precious Metals has title to the 7,800 hectare (78 km sq.) property formerly known as the Castle Silver Mine. The property was a past producing cobalt silver mine near the northern Ontario community of Gowganda, Ontario which is situated 85 km northwest of the town of Cobalt, Ontario, centre of the historic Silver-Cobalt Mining Camp. This former Castle Silver Mine property is acknowledged to be situated within First Nations' traditional territories.",
  "community2Subtitle": "COMMUNITY",
  "community2Title": "Enduring Agreements",
  "community2Description": "The agreements were entered into in order to ensure responsible and progressive development of exploration projects since they are located within First Nations' traditional territories. Nord Precious Metals will continue with these agreements to honour and maintain the pre-existing relationships thus ensuring any development carried out at the Castle cobalt silver property will be consistent with the previously signed agreements.",
  "community2List1": "Matachewan First Nation",
  "community2List2": "Temagami First Nation",
  "community2List3": "Teme-Augama Anishnabai"
}
