{
  "heroSubtitle": "ENVIRONMENT",
  "heroTitle": "Principles of Conservation",
  "heroDescription": "Voluntary Rehabilitation and Agreements with First Nations mark the cornerstone of ecological responsibility.",
  "heroList1": "Conclude agreement on land governance over traditional territories",
  "heroList2": "Ensure no wildlife are disturbed",
  "heroList3": "Rehabilitation measures to restore natural habitats",
  "quote": "As a mining company, we are a resource developer but at the same time, we want to be considerate and aware of the impacts for the environment and for those who use the land for hunting, fishing, trapping or other traditional activities.",
  "quoteAuthor": "Matt Halliday",
  "quotePosition": "PRESIDENT, P. GEO.",
  "rehabilitationSubtitle": "ENVIRONMENT",
  "rehabilitationTitle": "Voluntary Rehabilitation",
  "rehabilitationDescription": "Since the historic Castle Silver mine property is a former producer, existing underground openings and surface structures had become hazards for individuals working on the property and for those using the area for recreational purposes.",
  "year1": "2012",
  "year1Note": "Voluntary<br/>Rehabilitation",
  "year2": "2013",
  "year2Note": "Screening<br/>Completed",
  "year3": "2014",
  "year3Note": "Backfilling<br/>completed",
  "environment1Subtitle": "ENVIRONMENT",
  "environment1Title": "Measures Already Taken",
  "environment1Description": "The Company takes numerous precautions to affect the terrain as little as possible when conducting exploration and other activities at its properties. After completing drilling at any location, the ground and vegetation are returned as much as possible to its pre-drilling form. Pictured is a bird’s nest rescued during exploration.",
  "environment1List1": "Damaged fencing repaired",
  "environment1List2": "Waste rock screening",
  "environment1List3": "Back-filling of an open shaft",
  "environment2Subtitle": "ENVIRONMENT",
  "environment2Title": "Mining techniques for a Cleaner world",
  "environment2Description": "Under the direction of its CEO Frank Basa, P.Eng., a top metallurgist and milling expert, the Company has developed a hydrometallurgical process: Re-2Ox.",
  "environment2List1": "Extracts cobalt, nickel and copper from mining ores and recycled material without any discharges into the air and water.",
  "environment2List2": "Converts mined material into sulphide products for the EV battery manufacturers.",
  "environment2List3": "Removes impurities such as arsenic, making it ideal for high-arsenic mining areas."
}
