{
  "heroSubtitle": "MANAGEMENT",
  "heroTitle": "World class projects in the silver and battery metals space",
  "heroDescription": "Our team reflects a commitment to diversity of approaches, critically necessary to succeed.",
  "heroList1": "Intimate knowledge of the Cobalt camp",
  "heroList2": "Deep commitment to long-term stability",
  "heroList3": "Open to strategic partnership",
  "heroTitle2": "Officers and Board of Directors",
  "memberName1": "Frank Basa, P. Eng.",
  "memberPosition1": "Chairman and CEO",
  "memberStory1": "Mr. Basa has over 28 years global experience in gold mining and development as a professional hydro-metallurgical engineer with expertise in milling, gravity concentration, flotation, leaching and refining of precious and base metals.",
  "memberName2": "Robert Suttie",
  "memberPosition2": "Chief Financial Officer",
  "memberStory2": "Mr. Suttie specializes in management advisory services, accounting and financial disclosure. Mr. Suttie also serves as Chief Financial Officer for a number of other junior mining and technology companies listed on the TSX-V and CSE.",
  "memberName3": "Matthew Halliday, P. Geo.",
  "memberPosition3": "President, COO, and Director",
  "memberStory3": "Mr. Halliday graduated from Dalhousie University in 2007 where he majored in Earth Sciences then spent the next 13 years in exploration and as a resource geologist with Kirkland Lake Gold, First Cobalt and SGS Geostat.",
  "memberName4": "Daniel Barrette",
  "memberPosition4": "Director",
  "memberStory4": "Mr. Barrette possesses over 15 years experience in the mining industry, including as COO for Gilla Inc. until its RTO with Snoke Distribution Canada Ltd. and also President & CEO of Affinor Resources Inc.",
  "memberName5": "Tina Whyte",
  "memberPosition5": "Corporate Secretary",
  "memberStory5": "Tina Whyte brings over 20 years of experience in the corporate and securities industry. Her expertise spans to areas of corporate governance, continuous disclosure, financing transactions and regulatory filings and compliance."
}
