{
  "subtitle": "FEATURING SILVER, COPPER, NICKEL, AND GOLD DISCOVERIES",
  "title": "Overview",
  "project1": "Castle East",
  "project1Description": "Recent drilling drilling has uncovered seven high-grade veins, the highest at 30,416.91 g/t silver.",
  "project1Button": "View Project",
  "project2": "Castle Mine",
  "project2Description": "One of the highest-grade underground mines in the Cobalt Camp. Past production totalled 9.5 million oz silver, and 300,000 lbs cobalt.",
  "project2Button": "View Project",
  "project3": "Beaver Mine",
  "project3Description": "In total, 7.1 million oz of silver, and 140,000 lbs cobalt were produced.",
  "project3Button": "View Project",
  "technicalReportsTitle": "Technical Reports",
  "technicalReport5Date": "JANUARY 2024",
  "technicalReport5": "NI 43-101 Technical Report for Graal Property",
  "technicalReport4Date": "AUGUST 2022",
  "technicalReport4": "NI 43-101 Technical Report for Graal Property",
  "technicalReport3Date": "MAY 2021",
  "technicalReport3": "NI 43-101 Resource Update for Castle East",
  "technicalReport2Date": "JULY 2020",
  "technicalReport2": "NI 43-101 Mineral Resource Estimate for Castle East",
  "technicalReport1Date": "AUGUST 2015",
  "technicalReport1": "NI 43-101 Technical Report for Castle Property",
  "technicalReportButton": "Download",
  "temiskamingSubtitle": "TEMISKAMING TESTING LABS",
  "temiskamingTitle": "Fully certified processing facility located in the town of Cobalt",
  "temiskamingDescription": "The acquisition achieves a key goal of becoming a vertically integrated leader in Canada's silver-cobalt heartland with multiple potential revenue streams: bullion pouring, bulk sampling, commercial assaying and e-waste processing.<br/><br/> Located within just 50 meters of a rail line and just a short distance from Nord's Castle and Beaver properties, the facility has the potential to also become the new home of the Company’s environmentally friendly Re-2OX Process.",
  "temiskamingButton1": "Read Article",
  "temiskamingButton2": "Demonstration of the circuit",
  "re2OxSubtitle": "RE-2OX PROCESS",
  "re2OxTitle": "A purely hydrometallurgical approach for selective metals recovery",
  "re2OxDescription": "The process takes metal-rich mining concentrates or recycled battery materials and converts them into premium value-added battery materials. Lab tests exceed technical specifications of cathode producers in Asia.<br/><br/> SGS Canada (Lakefield) is designing and building a Re-2Ox pilot plant. The Company recently expanded testing to include recovery of rubidium, an alkaline metal, obtained from a local deposit and also the recovery and metal recycling from lithium-ion, nickel-hydroxide and nickel cadmium batteries to capture valuable materials and divert spent batteries from landfills.",
  "re2OxButton": "Read Article"
}
