{
  "heroSubtitle": "REGIONAL HISTORY",
  "heroTitle": "Birth of Hard Rock Mining",
  "heroDescription": "An early discovery prompted by the extension of the railway, the Silver-Cobalt Camp grew into one of the richest discoveries in history.",
  "heroList1": "Over 100 operating mines during peak era",
  "heroList2": "Opened up wider region for mineral exploration",
  "heroList3": "Improved exploration techniques opening up new discoveries",
  "beginningsSubtitle": "EARLY BEGINNINGS",
  "beginningsTitle": "Discovery of Silver",
  "beginningsDescription": "Rich silver veins were long prophesied by early French fur traders who ventured up the Montreal river. The first significant discoveries coincided with the extension of the railway in 1903. Once the first shipment of silver slabs reached the south, news quickly spread and an invasion of prospectors occurred almost overnight.",
  "beginningsList1": "The camp grew rapidly",
  "beginningsList1Description": "By 1906 there were 16 mines established all in various stages of operations.",
  "beginningsList2": "Exploration continued to fan out",
  "beginningsList2Description": "Discovery of silver in Gowganda Lake, Elk Lake, and Maple Mountain areas in 1908.",
  "beginningsList3": "Golden discoveries",
  "beginningsList3Description": "Timmins in 1909, and Kirkland Lake in 1911.",
  "earlySubtitle": "AN EARLY PEAK",
  "earlyTitle": "Booms and Busts followed",
  "earlyDescription": "Intensive mining activity continued in the Cobalt area until 1911. It was that year silver production reached its peak when over 31 million ounces were shipped out.",
  "earlyList1": "Most Mines Closed Down",
  "earlyList1Description": "By 1922 silver production had declined to just over 10 million ounces. Silver prices sagged during the 1920s, the ore bodies became depleted from the intense two-decade mining period.",
  "earlyList2": "Mining activity continued",
  "earlyList2Description": "A handful of mines continued to operate intermittently in the Cobalt and Gowganda areas.",
  "earlyList3": "Surge again in mid-20th century",
  "earlyList3Description": "Cobalt was discovered to have utility for Military defensive purposes, a renewed focus on the region followed.",
  "renewedSubtitle": "RENEWED INTEREST",
  "renewedTitle": "Drilling Led to new discoveries",
  "renewedDescription": "The drilling was largely focused in the underground workings left from the old mines. This drilling quickly led to discoveries of new veins and systems previous miners had missed.",
  "renewedList1": "Brand new mining companies formed",
  "renewedList2": "Silver ore bodies discovered",
  "renewedList3": "Eight mines operating by mid 1960s",
  "modernSubtitle": "MODERN ERA",
  "modernTitle": "Discoveries at Greater Depth",
  "modernDescription": "The late 1970s saw a merger between the remaining operating mines under the leadership of Paul Penna. Management took the controversial decision at the time to drill deeper into ore bodies and were rewarded handsomely. Operations continued steady in both Cobalt and Gowganda for nearly two decades before being abandoned.",
  "modernList1": "Nord Precious Metals acquires choice portfolio in the region",
  "modernList2": "Lithium ion batteries for electric vehicles prompts exploration frenzy in 2017",
  "modernList3": "Castle East becomes first new discovery in camp for decades"
}
