{
  "text": [
    {
      "text": "Disclaimer",
      "variant": "h2"
    },
    {
      "text": "Minim reprehenderit cupidatat consequat ad culpa adipisicing ullamco excepteur veniam fugiat minim. Eiusmod velit elit amet do ex nulla in cupidatat officia aute. Nostrud reprehenderit esse aliquip officia amet proident ullamco irure laboris. Excepteur aute proident qui eu eiusmod veniam enim proident proident."
    },
    {
      "text": "Cupidatat excepteur eu sit consectetur ad mollit aliqua magna anim consectetur excepteur anim anim amet. Ullamco cillum cillum quis incididunt cillum non aute elit cillum. Enim velit in amet magna amet eiusmod non consequat do qui reprehenderit pariatur anim. Irure consectetur fugiat nisi proident. Et veniam exercitation deserunt sint cupidatat adipisicing velit elit veniam nulla minim enim elit. Eu nulla adipisicing enim mollit enim veniam commodo."
    },
    {
      "text": "Anim exercitation duis anim proident laborum tempor aute elit labore non qui id cillum elit. Nisi ex anim duis irure exercitation laborum. Sunt do irure ullamco non Lorem eu nostrud voluptate non voluptate anim. Voluptate esse laboris nulla magna. Ullamco reprehenderit labore et cillum amet sit."
    },
    {
      "text": "Laboris nostrud anim sint duis ea ut laborum consectetur minim pariatur. Laborum nostrud amet dolore officia id irure. Dolor mollit occaecat duis officia cillum anim sit ut exercitation amet. Enim sunt dolor qui esse magna reprehenderit exercitation. Nulla veniam exercitation anim amet quis proident do."
    },
    {
      "text": "Cupidatat excepteur eu sit consectetur ad mollit aliqua magna anim consectetur excepteur anim anim amet. Ullamco cillum cillum quis incididunt cillum non aute elit cillum. Enim velit in amet magna amet eiusmod non consequat do qui reprehenderit pariatur anim. Irure consectetur fugiat nisi proident. Et veniam exercitation deserunt sint cupidatat adipisicing velit elit veniam nulla minim enim elit. Eu nulla adipisicing enim mollit enim veniam commodo.",
      "space": 5
    }
  ]
}
